Repository: delgemoon/xblock-grammarian
Catalog: grammarian/translations/*/LC_MESSAGES/text.po
Languages: eo

source: Title
eo: Tïtlé Ⱡ'σяєм ιρѕ#

source: The title of this problem. Displayed to learners as a tooltip in the navigation bar.
eo: Thé tïtlé öf thïs prößlém. Dïspläýéd tö léärnérs äs ä tööltïp ïn thé nävïgätïön ßär. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Identify the error
eo: Ìdéntïfý thé érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Instructions
eo: Ìnstrüçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: The description of the problem or instructions shown to the learner.
eo: Thé désçrïptïön öf thé prößlém ör ïnstrüçtïöns shöwn tö thé léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Is there an error in the following sentence? Click on the part of the sentence that is incorrect.
eo: Ìs théré än érrör ïn thé föllöwïng sénténçé? Çlïçk ön thé pärt öf thé sénténçé thät ïs ïnçörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Text
eo: Téxt Ⱡ'σяєм ι#

source: The text shown to the learner. The learner will choose the part of this text that they believe contains the error. Surround the error with square brackets (e.g. "[It's] surface was cracked."
eo: Thé téxt shöwn tö thé léärnér. Thé léärnér wïll çhöösé thé pärt öf thïs téxt thät théý ßélïévé çöntäïns thé érrör. Sürröünd thé érrör wïth sqüäré ßräçkéts (é.g. "[Ìt's] sürfäçé wäs çräçkéd." Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#

source: What [affect] has it had on your life?
eo: Whät [äfféçt] häs ït häd ön ýöür lïfé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: You must indicate part of the text that is wrong by surrounding it with [square brackets].
eo: Ýöü müst ïndïçäté pärt öf thé téxt thät ïs wröng ßý sürröündïng ït wïth [sqüäré ßräçkéts]. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
